{"Climate_Concept":{"0":"Global Warming:\n\nA rise in average global temperatures from the Earth's surface over this century of about 1.5 degrees Fahrenheit is now very likely, largely because of emissions of greenhouse gases from human activity, finds the Intergovernmental Panel on Climate Change's (IPCC) Fifth Assessment Report, released today."},"Image_Description":{"0":"A cartoon image of the Earth with a thermometer sticking out of it, with the mercury (temperature) rising to unprecedented levels, symbolizing the dangers of global warming."},"Image_Caption":{"0":"\"Why is everyone so surprised? I've been saying this would happen for years!\""}}{"Climate_Concept":{"0":"Sea level rise"},"Image_Description":{"0":"A half-submerged house with a family of seals on the roof, waving their flippers in the air."},"Image_Caption":{"0":"\"Wait, did someone say fish?\""}}{"Climate_Concept":{"0":"Geoengineering is a concept related to climate change that involves manipulating the Earth's atmosphere or surface in order to offset the effects of greenhouse gas emissions."},"Image_Description":{"0":"A group of people in lab coats standing around a large machine that says \"Geoengineering Machine: For a Cooler Earth!\""},"Image_Caption":{"0":"\"This is the world's first geoengineering machine! It can cool the Earth by up to five degrees Celsius!\""}}{"Climate_Concept":{"0":"-A call to action for individuals to help reduce their carbon footprint\n-Carbon taxes as a way to incentivize reducing greenhouse gas emissions\n- caps or limits on carbon emissions\n-International agreements to work together to address climate change (eg. the Paris Agreement)"},"Image_Description":{"0":"A funny image about this could be someone pretending to be a tree and hugging a carbon tax sign."},"Image_Caption":{"0":"\"This carbon tax is really starting to hug me!\""}}{"Climate_Concept":{"0":"1. A world without ice caps\n2. Rising sea levels\n3. Extreme weather changes\n4. Droughts and famines\n5. new species"},"Image_Description":{"0":"A world without ice caps would be a very different place! The oceans would be much warmer, and the weather would be very extreme. Droughts and famines would occur more frequently, and new species would emerge."},"Image_Caption":{"0":"\"No ice caps, no problem!\""}}{"Climate_Concept":{"0":"\"Wet blanket\": a person or thing that spoils the fun or prevents progress"},"Image_Description":{"0":"A person sitting in a pool of water with a blanket over them, looking sad and miserable."},"Image_Caption":{"0":"This person looks like they're in a hot mess!"}}{"Climate_Concept":{"0":"This concept is called \"global weirding.\" It is the idea that as the climate changes, it will become increasingly unpredictable, causing weather patterns to become more extreme and erratic. This could lead to more widespread droughts, heatwaves, wildfires, and hurricanes."},"Image_Description":{"0":"A cartoon image of a person with their hair standing on end, looking surprised and wild-eyed, with the caption \"Global Weirding!\""},"Image_Caption":{"0":"This person is probably thinking, \"Wow, I just realized how weird the world is!\""}}{"Climate_Concept":{"0":"A world without ice"},"Image_Description":{"0":"I imagine a world without ice would be pretty funny. Everything would be all soup-y and watery, and people would have to swim everywhere they went. Can you imagine trying to drive a car in that kind of world? It would be total chaos!"},"Image_Caption":{"0":"Swim Faster! The sharks are coming!"}}